let furniture = [
   {
        id: 1,
        title: 'Кресло компьютерное игровое Cougar ARMOR One Black-Orange',
        description: "Cougar Armor One — игровое компьютерное кресло с высокой спинкой, поддерживающей позвоночник в анатомически правильном положении. Обивка сделана из воздухопроницаемой экокожи. В комплекте есть подушки для шеи и поясницы. За счет стального каркаса эта модель выдерживает нагрузку до 120 кг. Стул оснащен механизмом регулировки высоты «Газлифт». Металлический кожух защищает его от преждевременной поломки. Специальные ручки предназначены для настройки степени сопротивления к раскачиванию и его полной блокировки. Конструкция раскладывается на 180°. Подлокотники поворачиваются вправо и влево, их можно поднимать и опускать.",
        colors: ['black', 'orange'],
        rating: 4.1,
        price: 20999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50138276bb.jpg'],
        type: 'furniture'
   },
   {
        id: 2,
        title: 'Кресло компьютерное игровое Red Square Pro Pure Black (RSQ-50020)',
        description: '',
        colors: ['black'],
        rating: 4.3,
        price: 19999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50110498bb.jpg'],
        type: 'furniture'
   },
   {
        id: 3,
        title: 'Кресло компьютерное игровое Bloody GC-150',
        description: 'Компьютерное кресло Bloody GC-150 разработано специально для геймеров и подарит тебе комфорт во время длительных игровых сессий. Эта модель рассчитана на нагрузку до 120 кг. Благодаря стильному дизайну она станет заметным элементом в любом современном интерьере. <br> ВСЁ ПРОДУМАНО <br> Сиденье регулируется по высоте под рост пользователя в диапазоне от 47 до 59 см, для этого достаточно лишь нажать на рычаг («Газ-лифт»). Встроенный механизм качания поможет сделать перерыв и расслабиться, при желании его можно заблокировать, чтобы не отвлекал. <br> ДЛЯ ТВОЕГО УДОБСТВА <br> Спинка с высоким подголовником и широкие подлокотники, отлитые из приятного на ощупь текстурированного пластика, снимут нагрузку с поясницы и шейно-плечевого отдела позвоночника. Специальные вентиляционные',
        colors: ['black'],
        rating: 3.9,
        price: 9499,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50110498bb.jpg'],
        type: 'furniture'
   },
   {
        id: 4,
        title: 'Кресло компьютерное игровое Red Square Eco Blazing (RSQ-50026)',
        description: 'КАЧЕСТВЕННЫЕ МАТЕРИАЛЫ <br> Обивка сиденья и спинки выполнены из экокожи, которая легко чистится, первоклассно выглядит и обеспечивает комфорт даже в жаркое время года. Металлический каркас Red Square Eco спокойно выдерживает нагрузку до 120 кг, демонстрируя должную надёжность. Кресло опирается на пятилучевую крестовину с колёсиками, чтобы ты мог в любой момент отъехать от стола.',
        colors: ['black', 'orange'],
        rating: 3.8,
        price: 14999,
        isBlackFriday: true,
        salePercentage: 20,
        media: ['https://img.mvideo.ru/Big/50143597bb.jpg'],
        type: 'furniture'
   }, 
   {
        id: 5,
        title: 'Кресло компьютерное игровое ThunderX3 TC3 Azure Blue',
        description: 'В кресле ThunderX3 TC3 ты будешь чувствовать себя уверенно круглый год. Вспененный наполнитель Air Tech и перфорированная обивка из экокожи свободно пропускают воздух и отводят лишнюю влагу. Благодаря этому ты можешь сосредоточиться на игре даже в самые жаркие дни.',
        colors: ['black', 'blue'],
        rating: 5,
        price: 16999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50143056bb1.jpg'],
        type: 'furniture'
    },
    {
        id: 6,
        title: 'Кресло компьютерное игровое Red Square Pro: Fresh Lime',
        description: 'Кресло компьютерное игровое Red Square Pro – это копия сидения спортивного автомобиля, которая порадует не только любителей автомобильных симуляторов, но и геймеров с другими предпочтениями.',
        colors: ['black', 'green'],
        rating: 3.7,
        price: 19999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Pdb/50046768b.jpg'],
        type: 'furniture'
    },
    {
        id: 7,
        title: 'Кресло компьютерное игровое Bloody GC-600',
        description: 'Надоело проводить вечера перед монитором, ёрзая на неудобном стуле? Компания Bloody решила позаботиться о геймерах, готовых часами напролёт сражаться с врагами, решать головоломки, руководить бизнес-империями или полноценными армиями.',
        colors: ['black'],
        rating: 4.5,
        price: 14999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50136546bb1.jpg'],
        type: 'furniture'
    },
    {
        id: 8,
        title: 'Кресло компьютерное игровое Bloody GC-100',
        description: 'Надоело проводить вечера перед монитором, ёрзая на неудобном стуле? Компания Bloody решила позаботиться о геймерах, готовых часами напролёт сражаться с врагами, решать головоломки, руководить бизнес-империями или полноценными армиями.',
        colors: ['black', 'red'],
        rating: 4.3,
        price: 8999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50136541bb1.jpg'],
        type: 'furniture'
    },
    {
        id: 9,
        title: 'Кресло компьютерное игровое Canyon Corax (CND-SGCH5)',
        description: 'Компьютерное игровое кресло Canyon Corax представляет собой сочетание стильного дизайна и безупречного комфорта. Садись в него и отправляйся навстречу приключениям!',
        colors: ['black', 'orange'],
        rating: 4.7,
        price: 27999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/40072385bb1.jpg'],
        type: 'furniture'
    },
    {
        id: 10,
        title: 'Кресло компьютерное Brabix Tender MG-330 Black (531845)',
        description: 'Кресло Brabix Tender MG-330 – облегчённая модель с сетчатой спинкой. Вы можете легко передвигать его в пределах помещения, выбирая оптимальное место для работы.',
        colors: ['black'],
        rating: 4.6,
        price: 5999,
        isBlackFriday: false,
        salePercentage: 0,
        media: ['https://img.mvideo.ru/Big/50132144bb.jpg'],
        type: 'furniture'
    }
]

