let schema = {
    id: 1,
    title: 'Смартфон Tecno Spark 8с 4/64GB Magnet Black',
    description: "Tecno Spark 8с 4+64GB — смартфон с 6,6-дюймовым экраном с разрешением 720 х 1612 пикселей, созданным по технологии IPS. Сканер отпечатков пальцев, обеспечивающий быструю разблокировку, находится на задней панели.Основная камера состоит из двух модулей, 13 и 0,08 Мп, и создает обычные фотографии и портреты с мягко размытым фоном — эффектом боке. На лицевой панели находится 8-мегапиксельный фронтальный модуль с режимом Beauty 3.0, предназначенный для съемки селфи и общения по видеосвязи. В модели установлены восьмиядерный процессор Unisoc T606 и 4 Гб оперативной памяти. Функции Memory Fusion и Super Boost оптимизируют работу системы в обычном и многозадачном режимах. Емкость аккумулятора составляет 5000 мАч. Благодаря поддержке NFC можно безопасно совершать бесконтактные платежи с помощью приложения Google Pay.",
    colors: ['blue', 'black'],
    rating: 5.6,
    price: 6999,
    isBlackFriday: false,
    salePercentage: 46,
    media: ['url', 'url', 'url'],
    type: 'kitchen || furniture || mobile || TV || PC || vacum cleaner || audiotehnika'

}